import styles from "./pages.module.scss";
import logo from "./images/PrivatBankLogo.png";

export function Payment() {
  return (
    <section className={styles.main}>
      <h1 className={styles.title}>Оплата і Доставка</h1>
      <div className={styles.block}>
        <h3 className={styles.textTitle}>Оплата:</h3>
        <p>
          Для розміщення замовлення у роботу необхідно оформити заявку з
          менеджером на сайті або у фірмовому магазині LORI. Ми довіряємо своїм
          клієнтам, тому не беремо передплати за виготовлення меблів. Ми хочемо,
          щоб наші клієнти не переймалися за власні кошти і оплачували лише за
          готову продукцію, в якості якої можуть пересвідчитися самі. При
          замовленні через інтернет ви можете пересвідчитися у якості виробів
          отримавши фото звіт готової продукції. У такому випадку відвантаження
          здійснюється після повної оплати товару. Передплата може братися у
          випадку оформлення нестандартних замовлень, або замовлень вартістю
          понад 50 тис. грн.
        </p>
        <p>Клієнт може оплатити наступними способами:</p>
        <ul className={styles.list}>
          <li>Безготівковий розрахунок;</li>
          <li>Готівкою при самовивозі або фірмовій доставці;</li>
        </ul>
        <p>Резвізити для оплати:</p>
        <div className={styles.paymentInfo}>
          <img src={logo} alt="privatbank" />
          <ul className={styles.list}>
            <li> Отримувач: ТОВ «ГОТОВ»</li>
            <li>Р/р: UA00000000000000000000</li>
            <li>ЄДРПОУ: 00000000</li>
          </ul>
        </div>
      </div>
    </section>
  );
}
